Repository: herotux/Diet_tracking_system
Catalog: flutter_app/lib/l10n/intl_*.arb
Languages: ku

source: Login
ku: چوونەژوورەوە

source: Username
ku: ناوی بەکارهێنەر

source: Password
ku: وشەی نهێنی

# loginFailed
source: Login Failed. Please check your credentials.
ku: چوونەژوورەوە سەرکەوتوو نەبوو. تکایە زانیارییەکانت بپشکنە.

source: My Programs
ku: بەرنامەکانی من

source: Day
ku: ڕۆژ

source: Status
ku: دۆخ

source: Progress Submitted
ku: پێشکەوتن تۆمارکرا

source: Submission Failed
ku: تۆمارکردنی پێشکەوتن سەرکەوتوو نەبوو

source: Add Note
ku: تێبینی زیاد بکە

source: Optional Note...
ku: تێبینی ئارەزوومەندانە...

source: Cancel
ku: پاشگەزبوونەوە

source: Submit
ku: تۆمارکردن

source: Logout
ku: چوونەدەرەوە

source: Progress Analytics
ku: شیکاریی پێشکەوتن

source: Completed
ku: تەواوکرا

source: Partially Completed
ku: بەشێکی تەواوکرا

source: Not Completed
ku: تەواونەکرا

# noProgramsAssigned
source: No programs have been assigned to you yet.
ku: هێشتا هیچ بەرنامەیەکت بۆ دیاری نەکراوە.

source: Loading...
ku: بارکردن...
